app/controllers/founds_controller.rb

SELECT "founds".* FROM "founds"
---
  def index
    @founds = Found.all