app/controllers/losts_controller.rb

  def index
    @losts = Lost.all
---
SELECT "losts".* FROM "losts"